app/controllers/students_controller.rb

  def update
    @student = Student.create(student_params)
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Lindsey"], ["last_name", "Stirling"], ["created_at", "2018-09-24 15:13:18.883536"], ["updated_at", "2018-09-24 15:13:18.883536"]]